Repository: kumarpradeepk/AlcoholTracker-iOS
Catalog: AlcoholTracker/Localizable.xcstrings
Source language: en
Languages: da, de, es_419, es_es, fil, fr, fr_ca, id, it, ja, ko, ms, pl, pt_br, th, tr, vi, zh_hant_hk

# dialog_delete_title
source: Remove this drink?
da: Fjern denne drink?
de: Dieses Getränk entfernen?
es_419: ¿Quitar este trago?
es_es: ¿Quitar esta copa?
fil: Alisin ang inom na ito?
fr: Retirer ce verre ?
fr_ca: Retirer ce verre ?
id: Hapus minuman ini?
it: Rimuovere questo bicchiere?
ja: この記録を削除しますか?
ko: 이 잔을 지울까요?
ms: Buang minuman ini?
pl: Usunąć tego drinka?
pt_br: Remover esta bebida?
th: ลบแก้วนี้ไหม
tr: Bu içki kaldırılsın mı?
vi: Gỡ ly này?
zh_hant_hk: 移除這一杯？

# dialog_health_allow
source: Allow
da: Tillad
de: Erlauben
es_419: Permitir
es_es: Permitir
fil: Payagan
fr: Autoriser
fr_ca: Autoriser
id: Izinkan
it: Consenti
ja: 許可
ko: 허용
ms: Benarkan
pl: Zezwól
pt_br: Permitir
th: อนุญาต
tr: İzin Ver
vi: Cho phép
zh_hant_hk: 允許

# dialog_health_deny
source: Don't Allow
da: Tillad ikke
de: Nicht erlauben
es_419: No permitir
es_es: No permitir
fil: Huwag Payagan
fr: Refuser
fr_ca: Ne pas autoriser
id: Jangan Izinkan
it: Non consentire
ja: 許可しない
ko: 허용 안 함
ms: Jangan Benarkan
pl: Nie zezwalaj
pt_br: Não Permitir
th: ไม่อนุญาต
tr: İzin Verme
vi: Không cho phép
zh_hant_hk: 不允許

# dialog_health_title
source: Allow "%1$@" to write alcohol consumption to %2$@?
da: Skal »%1$@« have lov til at skrive alkoholindtag til %2$@?
de: „%1$@“ erlauben, Alkoholkonsum in %2$@ zu schreiben?
es_419: ¿Permitir que «%1$@» escriba el consumo de alcohol en %2$@?
es_es: ¿Permitir que «%1$@» escriba el consumo de alcohol en %2$@?
fil: Payagan ang "%1$@" na isulat ang pag-inom ng alak sa %2$@?
fr: Autoriser « %1$@ » à écrire les consommations d'alcool dans %2$@ ?
fr_ca: Autoriser « %1$@ » à écrire les consommations d'alcool dans %2$@ ?
id: Izinkan "%1$@" menulis konsumsi alkohol ke %2$@?
it: Consentire a «%1$@» di scrivere il consumo di alcol su %2$@?
ja: 「%1$@」が%2$@にアルコール摂取量を書き込むことを許可しますか?
ko: ‘%1$@’에서 %2$@에 알코올 섭취량을 쓰도록 허용할까요?
ms: Benarkan “%1$@” menulis pengambilan alkohol ke %2$@?
pl: Zezwolić aplikacji „%1$@” na zapisywanie spożycia alkoholu w %2$@?
pt_br: Permitir que o “%1$@” grave o consumo de álcool no %2$@?
th: อนุญาตให้ “%1$@” เขียนข้อมูลการดื่มแอลกอฮอล์ไปยัง %2$@ ไหม
tr: “%1$@” uygulamasının alkol tüketimi verilerini %2$@ hizmetine yazmasına izin verilsin mi?
vi: Cho phép “%1$@” ghi dữ liệu lượng cồn tiêu thụ vào %2$@?
zh_hant_hk: 允許「%1$@」將飲酒記錄寫入 %2$@？

# diary_add_previous_dry
source: Add a previous dry day
da: Tilføj en tidligere alkoholfri dag
de: Früheren alkoholfreien Tag nachtragen
es_419: Agregar un día sin alcohol anterior
es_es: Añadir un día sin alcohol anterior
fil: Magdagdag ng nakaraang araw na walang alak
fr: Ajouter un jour sans alcool passé
fr_ca: Ajouter un jour sans alcool passé
id: Tambahkan hari tanpa alkohol sebelumnya
it: Aggiungi un giorno senza alcol passato
ja: 過去の休肝日を追加
ko: 지난 술 없는 날 추가하기
ms: Tambah hari bebas alkohol yang lepas
pl: Dodaj wcześniejszy dzień bez alkoholu
pt_br: Adicionar um dia sem álcool anterior
th: เพิ่มวันไม่ดื่มย้อนหลัง
tr: Geçmiş bir alkolsüz gün ekle
vi: Thêm ngày không cồn trước đó
zh_hant_hk: 補回過往的無酒日

# diary_adjust_guideline
source: Adjust alcohol guideline
da: Juster din alkoholretningslinje
de: Alkohol-Richtwert anpassen
es_419: Ajustar tu referencia de consumo
es_es: Ajustar la recomendación de alcohol
fil: Ayusin ang guideline sa alak
fr: Ajuster vos repères de consommation
fr_ca: Ajuster les repères d'alcool
id: Atur pedoman alkohol
it: Modifica il riferimento
ja: 飲酒の目安を調整
ko: 음주 기준 조정하기
ms: Laraskan garis panduan alkohol
pl: Dostosuj wytyczne alkoholowe
pt_br: Ajustar a diretriz de álcool
th: ปรับแนวทางการดื่ม
tr: Alkol rehberini ayarla
vi: Điều chỉnh hướng dẫn về cồn
zh_hant_hk: 調整飲酒指引

# diary_dry_body
source: Your body is pouring itself a quiet thank-you.
da: Kroppen skænker sig selv en stille tak.
de: Dein Körper schenkt sich still ein Danke ein.
es_419: Tu cuerpo se está sirviendo un gracias en silencio.
es_es: Tu cuerpo se lo agradece en silencio.
fil: Tahimik na nagpapasalamat ang katawan mo.
fr: Votre corps s'en sert un discret merci.
fr_ca: Ton corps s'en verse un merci discret.
id: Tubuhmu sedang menuang terima kasih untuk dirinya sendiri.
it: Il tuo corpo si sta versando un silenzioso grazie.
ja: 体が静かに「ありがとう」を注いでいます。
ko: 몸이 조용히 고마워하고 있을 거예요.
ms: Badan anda sedang menuangkan terima kasihnya sendiri dengan senyap.
pl: Organizm nalewa sobie ciche podziękowanie.
pt_br: Seu corpo agradece em silêncio.
th: ร่างกายกำลังรินคำขอบคุณเงียบๆ ให้ตัวเอง
tr: Vücudunuz kendine sessiz bir teşekkür dolduruyor.
vi: Cơ thể đang lặng lẽ tự rót cho mình một lời cảm ơn.
zh_hant_hk: 你的身體，正靜靜為自己斟一杯謝意。

# diary_dry_marked
source: A dry day, marked.
da: En alkoholfri dag, noteret.
de: Ein alkoholfreier Tag, eingetragen.
es_419: Un día sin alcohol, marcado.
es_es: Día sin alcohol, anotado.
fil: Isang araw na walang alak, naitala.
fr: Jour sans alcool, noté.
fr_ca: Journée sans alcool, notée.
id: Hari tanpa alkohol, tercatat.
it: Giorno senza alcol, segnato.
ja: 休肝日、記録しました。
ko: 술 없는 날로 기록했어요.
ms: Hari bebas alkohol, ditanda.
pl: Dzień bez alkoholu — zapisany.
pt_br: Um dia sem álcool, marcado.
th: วันไม่ดื่ม บันทึกแล้ว
tr: Alkolsüz gün, işaretlendi.
vi: Một ngày không cồn, đã ghi nhận.
zh_hant_hk: 無酒日，記下了。

# diary_dry_remembered
source: A dry day, remembered.
da: En alkoholfri dag, husket.
de: Ein alkoholfreier Tag, nachgetragen.
es_419: Un día sin alcohol, recordado.
es_es: Día sin alcohol, recordado.
fil: Isang araw na walang alak, naalala.
fr: Jour sans alcool, gardé en mémoire.
fr_ca: Journée sans alcool, gardée en mémoire.
id: Hari tanpa alkohol, tersimpan.
it: Giorno senza alcol, ricordato.
ja: 休肝日、あとから記録しました。
ko: 술 없는 날로 남겨 두었어요.
ms: Hari bebas alkohol, diingati.
pl: Dzień bez alkoholu — odnotowany.
pt_br: Um dia sem álcool, registrado.
th: วันไม่ดื่ม จำไว้แล้ว
tr: Alkolsüz bir gün, kayıtlarda.
vi: Một ngày không cồn, vẫn được nhớ.
zh_hant_hk: 無酒日，記住了。

# diary_dry_unmark
source: Unmark
da: Fjern markering
de: Zurücknehmen
es_419: Quitar marca
es_es: Quitar la marca
fil: I-unmark
fr: Retirer
fr_ca: Retirer
id: Batalkan
it: Annulla
ja: 取り消す
ko: 표시 해제
ms: Buang tanda
pl: Cofnij zaznaczenie
pt_br: Desmarcar
th: เอาเครื่องหมายออก
tr: İşareti kaldır
vi: Bỏ ghi nhận
zh_hant_hk: 取消標記

# diary_empty_body_other
source: If memory serves, add it, backdating keeps your patterns honest.
da: Husker du det, så tilføj det. Tilbagedatering holder mønstrene ærlige.
de: Wenn du dich erinnerst, trag es nach, nachträgliche Einträge halten dein Bild ehrlich.
es_419: Si te acuerdas, agrégalo: registrar hacia atrás mantiene tus patrones honestos.
es_es: Si lo recuerdas, añádelo: registrar con fecha anterior mantiene tus patrones honestos.
fil: Kung natatandaan mo pa, idagdag mo, ang pag-backdate ang nagpapanatiling tapat sa mga pattern mo.
fr: Si le souvenir est bon, ajoutez-le : antidater garde vos tendances honnêtes.
fr_ca: Si la mémoire est bonne, ajoute-le : rétrodater garde ton portrait honnête.
id: Kalau masih ingat, tambahkan saja, mengisi mundur menjaga polamu tetap jujur.
it: Se te lo ricordi, aggiungilo: registrare a posteriori tiene onesto il quadro.
ja: 覚えているなら、あとから足してください。さかのぼって記録すると、傾向が正直なままです。
ko: 기억나면 지금 추가해도 돼요. 지난 날짜로 기록해야 패턴이 정직해져요.
ms: Kalau masih ingat, tambah sekarang, tarikh ke belakang menjadikan corak anda jujur.
pl: Jeśli pamięć dopisuje, dodaj wpis — wsteczne wpisy trzymają wzorzec w uczciwości.
pt_br: Se a memória ajudar, adicione. Registrar com data anterior mantém seus padrões honestos.
th: ถ้าพอจำได้ก็เพิ่มเข้าไป ย้อนวันได้ แล้วรูปแบบการดื่มจะตรงตามจริง
tr: Hatırlıyorsanız ekleyin; geriye dönük kayıt, tablonuzu dürüst tutar.
vi: Nếu còn nhớ thì thêm vào, ghi lùi ngày giúp các mẫu hình trung thực.
zh_hant_hk: 記得的話就補上，補回舊日子，模式才誠實。

# diary_empty_body_today
source: When you pour, log it in a couple of taps, or mark today dry and let a streak begin.
da: Skænker du op, så notér det med et par tryk — eller marker i dag som alkoholfri og lad en stime begynde.
de: Wenn du dir eingießt, erfass es mit zwei Tipps, oder trag heute als alkoholfrei ein und lass eine Serie beginnen.
es_419: Cuando te sirvas algo, anótalo en dos toques, o marca hoy como día sin alcohol y arranca una racha.
es_es: Cuando te sirvas algo, regístralo en un par de toques, o marca hoy como día sin alcohol y que empiece la racha.
fil: Kapag nagsalin ka, i-log ito sa ilang tap, o markahang walang alak ang araw na ito at magsimula ng streak.
fr: Quand vous vous servez, notez-le en deux touches, ou marquez la journée sans alcool et lancez une série.
fr_ca: Quand tu te verses quelque chose, inscris-le en deux touches. Ou marque la journée sans alcool et laisse une série commencer.
id: Kalau menuang, catat dengan beberapa ketukan, atau tandai hari ini tanpa alkohol dan biarkan rentetannya dimulai.
it: Quando versi, bastano due tocchi per registrarlo. Oppure segna oggi come giorno senza alcol e lascia partire una serie.
ja: 注いだら、二回のタップで記録できます。今日を休肝日にして、続きを始めることもできます。
ko: 한 잔 따르면 두어 번 탭으로 기록하고, 오늘을 술 없는 날로 표시해 연속 기록을 시작해도 좋아요.
ms: Apabila anda menuang, catat dengan dua tiga ketikan, atau tanda hari ini sebagai hari bebas alkohol dan biarkan rentetan bermula.
pl: Kiedy coś się naleje, wystarczy kilka dotknięć. Albo zaznacz dziś dzień bez alkoholu i zacznij serię.
pt_br: Quando servir, registre em dois toques — ou marque hoje como dia sem álcool e comece uma sequência.
th: พอรินแล้วก็แตะสองสามครั้งเพื่อจด หรือทำวันนี้เป็นวันไม่ดื่ม แล้วเริ่มนับวันต่อเนื่อง
tr: Doldurduğunuzda birkaç dokunuşla kaydedin ya da bugünü alkolsüz işaretleyip seriyi başlatın.
vi: Khi rót, hãy ghi lại bằng vài lần chạm, hoặc đánh dấu hôm nay không cồn để bắt đầu một chuỗi ngày.
zh_hant_hk: 斟了就輕點兩下記下來，又或者把今日標為無酒日，讓連續紀錄由此開始。

# diary_empty_title_other
source: Nothing logged this day.
da: Intet noteret denne dag.
de: An diesem Tag nichts erfasst.
es_419: Nada registrado ese día.
es_es: Nada registrado ese día.
fil: Walang na-log sa araw na ito.
fr: Rien d'enregistré ce jour-là.
fr_ca: Rien d'inscrit ce jour-là.
id: Tidak ada catatan di hari itu.
it: Niente registrato in questo giorno.
ja: この日の記録はありません。
ko: 이날은 기록이 없어요.
ms: Tiada apa-apa dicatat pada hari itu.
pl: Tego dnia nic nie zapisano.
pt_br: Nada registrado neste dia.
th: วันนี้ไม่มีบันทึก
tr: O gün için kayıt yok.
vi: Không có gì được ghi ngày này.
zh_hant_hk: 這一日沒有記錄。

# diary_empty_title_today
source: A clear glass, so far.
da: Glasset står tomt indtil videre.
de: Bislang ein leeres Glas.
es_419: Vaso vacío, por ahora.
es_es: De momento, la copa está vacía.
fil: Walang laman pa ang baso.
fr: Verre vide, pour l'instant.
fr_ca: Un verre vide, pour l'instant.
id: Gelas masih bening, sejauh ini.
it: Bicchiere vuoto, per ora.
ja: 今日は、まだ空のグラス。
ko: 아직은 빈 잔이에요.
ms: Gelas masih kosong, setakat ini.
pl: Na razie pusta szklanka.
pt_br: Copo vazio, por enquanto.
th: ยังเป็นแก้วเปล่าอยู่
tr: Şimdilik boş bir bardak.
vi: Ly vẫn trong, đến lúc này.
zh_hant_hk: 到目前為止，杯還是空的。

# diary_intake
source: Intake
da: Indtag
de: Getrunkene Menge
es_419: Consumo
es_es: Consumo
fil: Nainom
fr: Consommation
fr_ca: Consommation
id: Asupan
it: Consumo
ja: 飲んだ量
ko: 섭취량
ms: Pengambilan
pl: Spożycie
pt_br: Consumo
th: ที่ดื่ม
tr: Tüketim
vi: Lượng nạp
zh_hant_hk: 攝入量

# diary_intake_today
source: Today's Intake
da: Dagens indtag
de: Heutige Menge
es_419: Consumo de hoy
es_es: Consumo de hoy
fil: Nainom Ngayong Araw
fr: Consommation du jour
fr_ca: Consommation du jour
id: Asupan hari ini
it: Consumo di oggi
ja: 今日の量
ko: 오늘 섭취량
ms: Pengambilan Hari Ini
pl: Dzisiejsze spożycie
pt_br: Consumo de hoje
th: ที่ดื่มวันนี้
tr: Bugünün Tüketimi
vi: Lượng nạp hôm nay
zh_hant_hk: 今日攝入量

# diary_logged_this_day
source: LOGGED THIS DAY
da: NOTERET DENNE DAG
de: AN DIESEM TAG ERFASST
es_419: REGISTRADO ESE DÍA
es_es: REGISTRADO ESE DÍA
fil: NA-LOG SA ARAW NA ITO
fr: ENREGISTRÉ CE JOUR-LÀ
fr_ca: INSCRIT CE JOUR-LÀ
id: TERCATAT HARI ITU
it: REGISTRATO IN QUESTO GIORNO
ja: この日の記録
ko: 이날 기록
ms: DICATAT PADA HARI TERPILIH
pl: ZAPISANE TEGO DNIA
pt_br: REGISTRADO NESTE DIA
th: บันทึกของวันนี้
tr: O GÜN KAYDEDİLENLER
vi: ĐÃ GHI NGÀY NÀY
zh_hant_hk: 當日記錄

# diary_logged_today
source: LOGGED TODAY
da: NOTERET I DAG
de: HEUTE ERFASST
es_419: REGISTRADO HOY
es_es: REGISTRADO HOY
fil: NA-LOG NGAYONG ARAW
fr: ENREGISTRÉ AUJOURD'HUI
fr_ca: INSCRIT AUJOURD'HUI
id: TERCATAT HARI INI
it: REGISTRATO OGGI
ja: 今日の記録
ko: 오늘 기록
ms: DICATAT HARI INI
pl: ZAPISANE DZIŚ
pt_br: REGISTRADO HOJE
th: บันทึกวันนี้
tr: BUGÜN KAYDEDİLENLER
vi: ĐÃ GHI HÔM NAY
zh_hant_hk: 今日記錄

# diary_pro_banner_sub
source: Quick log tiles · BAC insights · auto dry days · reminders
da: Hurtigfelter · promilleindsigt · automatiske alkoholfrie dage · påmindelser
de: Schnell-Kacheln · BAK-Einblicke · autom. alkoholfreie Tage · Erinnerungen
es_419: Accesos rápidos · alcoholemia · días sin alcohol automáticos · recordatorios
es_es: Registro rápido · Análisis de alcoholemia · Días sin alcohol automáticos · Recordatorios
fil: Quick log tiles · BAC insights · awtomatikong araw na walang alak · mga paalala
fr: Tuiles rapides · analyses d'alcoolémie · jours sans alcool auto · rappels
fr_ca: Tuiles rapides · Analyses d'alcoolémie · Jours sans alcool auto · Rappels
id: Kartu catat cepat · Wawasan BAC · Hari bebas otomatis · Pengingat
it: Riquadri rapidi · Analisi del tasso · Giorni senza automatici · Promemoria
ja: クイック記録タイル · BACの分析 · 休肝日の自動判定 · リマインダー
ko: 빠른 기록 타일 · 혈중알코올농도 분석 · 술 없는 날 자동 감지 · 알림
ms: Jubin catatan pantas · cerapan BAC · hari bebas alkohol automatik · peringatan
pl: Kafelki szybkiego zapisu · analizy alkoholu we krwi · automatyczne dni bez alkoholu · przypomnienia
pt_br: Registro rápido · Álcool no sangue · Dias sem álcool automáticos · Lembretes
th: ไทล์จดเร็ว · วิเคราะห์แอลกอฮอล์ในเลือด · ตรวจวันไม่ดื่มอัตโนมัติ · แจ้งเตือน
tr: Hızlı kayıt kartları · Kandaki alkol · Otomatik alkolsüz günler · Hatırlatıcılar
vi: Ô ghi nhanh · Phân tích BAC · Tự nhận ngày không cồn · Lời nhắc
zh_hant_hk: 快速記錄圖塊 · 血液酒精濃度分析 · 自動偵測無酒日 · 提醒

# diary_pro_banner_title
source: Unlock the full picture
da: Lås hele billedet op
de: Das ganze Bild freischalten
es_419: Desbloquea el panorama completo
es_es: Desbloquea la imagen completa
fil: I-unlock ang buong larawan
fr: Débloquez le tableau complet
fr_ca: Débloque le portrait complet
id: Buka gambaran utuhnya
it: Sblocca il quadro completo
ja: 全体像をひらく
ko: 전체 그림 열어보기
ms: Buka gambaran penuh
pl: Odblokuj pełny obraz
pt_br: Desbloqueie o quadro completo
th: ปลดล็อกภาพทั้งหมด
tr: Tablonun tamamını açın
vi: Mở khóa bức tranh đầy đủ
zh_hant_hk: 解鎖完整的畫面

# diary_remaining_at_target_neutral
source: Right at your target, a glass of water next?
da: Præcis på dagens mål — et glas vand som det næste?
de: Genau auf deinem Ziel, als Nächstes ein Glas Wasser?
es_419: Justo en tu objetivo, ¿un vaso de agua ahora?
es_es: Justo en tu objetivo, ¿un vaso de agua ahora?
fil: Nasa target mo mismo, isang basong tubig kaya ang sunod?
fr: Pile sur votre objectif, un verre d'eau pour la suite ?
fr_ca: Pile sur ta cible. Un verre d'eau ?
id: Tepat di target, segelas air setelah ini?
it: Esattamente sull'obiettivo. Un bicchiere d'acqua?
ja: ちょうど目標どおりです。次はお水にしますか?
ko: 딱 목표만큼이에요. 다음은 물 한 잔 어때요?
ms: Tepat pada sasaran anda, segelas air selepas ini?
pl: Dokładnie na celu — może teraz szklanka wody?
pt_br: Exatamente na meta. Que tal um copo d'água agora?
th: พอดีเป้าหมายเลย ต่อด้วยน้ำเปล่าสักแก้วไหม
tr: Tam hedefinizdesiniz; sırada bir bardak su var mı?
vi: Vừa đúng mục tiêu, một ly nước tiếp theo nhé?
zh_hant_hk: 剛好到目標，下一杯來點水？

# diary_remaining_left_neutral
source: %1$.1f %2$@ left within today's target.
da: %1$.1f %2$@ tilbage inden for dagens mål.
de: Noch %1$.1f %2$@ bis zum heutigen Ziel.
es_419: Aún tienes %1$.1f %2$@ dentro del objetivo de hoy.
es_es: Te quedan %1$.1f %2$@ dentro del objetivo de hoy.
fil: May %1$.1f na %2$@ pang natitira sa target mo ngayong araw.
fr: Il reste %1$.1f %2$@ avant l'objectif du jour.
fr_ca: Il reste %1$.1f %2$@ avant ta cible du jour.
id: Sisa %1$.1f %2$@ dalam target hari ini.
it: Restano %1$.1f %2$@ sull'obiettivo di oggi.
ja: 今日の目標まで、あと%1$.1f%2$@。
ko: 오늘 목표까지 %1$.1f %2$@ 남았어요.
ms: %1$.1f %2$@ lagi dalam sasaran hari ini.
pl: W dzisiejszym celu zostało jeszcze %1$.1f %2$@.
pt_br: Ainda há %1$.1f %2$@ dentro da meta de hoje.
th: เหลืออีก %1$.1f %2$@ ในเป้าหมายวันนี้
tr: Bugünkü hedefin içinde %1$.1f %2$@ kaldı.
vi: Còn %1$.1f %2$@ trong mục tiêu hôm nay.
zh_hant_hk: 距離今日目標，還有 %1$.1f %2$@。

# diary_remaining_numbers
source: %1$.1f of %2$d %3$@ logged today.
da: %1$.1f af %2$d %3$@ noteret i dag.
de: %1$.1f von %2$d %3$@ heute erfasst.
es_419: Hoy: %1$.1f de %2$d %3$@.
es_es: Hoy: %1$.1f de %2$d %3$@.
fil: Na-log ngayong araw: %1$.1f sa %2$d na %3$@.
fr: Aujourd'hui : %1$.1f sur %2$d %3$@.
fr_ca: Aujourd'hui : %1$.1f sur %2$d %3$@.
id: %1$.1f dari %2$d %3$@ tercatat hari ini.
it: Oggi: %1$.1f su %2$d %3$@.
ja: 本日の記録 %1$.1f%3$@ / 目標 %2$d%3$@
ko: 오늘 %1$.1f / %2$d %3$@ 기록됨.
ms: %1$.1f daripada %2$d %3$@ dicatat hari ini.
pl: Dziś zapisano: %1$.1f z %2$d %3$@.
pt_br: Hoje: %1$.1f de %2$d %3$@.
th: วันนี้ %1$.1f จาก %2$d %3$@
tr: Bugün: %1$.1f / %2$d %3$@.
vi: Hôm nay: %1$.1f/%2$d %3$@.
zh_hant_hk: 今日 %1$.1f／%2$d %3$@。

# diary_remaining_over_neutral
source: %1$.1f %3$@ past today's target of %2$d.
da: %1$.1f %3$@ over dagens mål på %2$d.
de: %1$.1f %3$@ über dem heutigen Ziel von %2$d.
es_419: %1$.1f %3$@ por encima del objetivo de hoy, fijado en %2$d.
es_es: %1$.1f %3$@ por encima del objetivo de hoy, que es %2$d.
fil: %1$.1f na %3$@ ang lampas sa target mong %2$d ngayong araw.
fr: %1$.1f %3$@ au-delà de l'objectif du jour, fixé à %2$d.
fr_ca: %1$.1f %3$@ au-delà de ta cible du jour, fixée à %2$d.
id: %1$.1f %3$@ melewati target hari ini, %2$d.
it: %1$.1f %3$@ oltre l'obiettivo di oggi, che è %2$d.
ja: 今日の目標%2$dを%1$.1f%3$@超えています。
ko: 오늘 목표 %2$d %3$@에서 %1$.1f 넘었어요.
ms: %1$.1f %3$@ melebihi sasaran hari ini iaitu %2$d.
pl: %1$.1f %3$@ ponad dzisiejszy cel %2$d.
pt_br: %1$.1f %3$@ acima da meta de hoje (%2$d).
th: เกินเป้าหมายวันนี้ที่ %2$d %3$@ อยู่ %1$.1f
tr: Bugünkü hedef %2$d; şu an %1$.1f %3$@ üzerinde.
vi: Vượt %1$.1f %3$@ so với mục tiêu %2$d hôm nay.
zh_hant_hk: 超出今日目標 %2$d %3$@，多了 %1$.1f。

# diary_remaining_zero_neutral
source: Your full allowance is untouched, or simply not needed today.
da: Dagens ramme står urørt — eller er måske slet ikke nødvendig i dag.
de: Dein Tagesrahmen ist unangetastet, oder heute einfach nicht nötig.
es_419: Tu objetivo del día sigue intacto, o simplemente hoy no hace falta.
es_es: El margen del día sigue intacto, o simplemente hoy no hace falta.
fil: Hindi pa nagagalaw ang target mo ngayong araw, o hindi mo lang ito kailangan.
fr: Objectif du jour intact, ou tout simplement pas utile aujourd'hui.
fr_ca: Ta cible du jour est intacte, ou simplement pas nécessaire aujourd'hui.
id: Target hari ini belum tersentuh, atau memang tidak diperlukan.
it: Il margine di oggi è ancora intero, o semplicemente non serve.
ja: 今日の枠はそのままです。あるいは、今日は必要ないのかもしれません。
ko: 오늘 목표는 그대로 남아 있어요. 굳이 쓰지 않아도 되고요.
ms: Sasaran anda masih penuh, atau memang tidak diperlukan hari ini.
pl: Cały dzienny cel nietknięty — albo po prostu dziś niepotrzebny.
pt_br: Sua margem do dia está intacta — ou simplesmente não fez falta hoje.
th: เป้าหมายวันนี้ยังไม่ถูกแตะเลย หรือวันนี้อาจไม่จำเป็นต้องใช้
tr: Bugünkü hedefiniz olduğu gibi duruyor; belki de bugün gerekmedi.
vi: Mục tiêu hôm nay còn nguyên, hoặc đơn giản là hôm nay không cần đến.
zh_hant_hk: 今日的目標一點未動，又或者，今日根本不需要。

# diary_ring_of_goal
source: of %1$d units
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d jednostki
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_ring_of_goal__dk
source: of %1$d standard drinks
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d jednostki
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_ring_of_goal__jp
source: of %1$d standard drinks
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d jednostki
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_ring_of_goal__uk
source: of %1$d units
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d jednostki
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_ring_of_goal__us
source: of %1$d standard drinks
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d drinka standardowego
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_ring_of_goal__vn
source: of %1$d standard drinks
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d jednostki
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_ring_of_goal__who
source: of %1$d standard drinks
da: af %1$d %2$@
de: von %1$d %2$@
es_419: de %1$d %2$@
es_es: de %1$d %2$@
fil: sa %1$d na %2$@
fr: sur %1$d %2$@
fr_ca: sur %1$d %2$@
id: dari %1$d %2$@
it: su %1$d %2$@
ja: %1$d%2$@中
ko: %1$d%2$@ 중
ms: daripada %1$d %2$@
pl: z %1$d jednostki
pt_br: de %1$d %2$@
th: จาก %1$d %2$@
tr: hedef %1$d %2$@
vi: trên %1$d %2$@
zh_hant_hk: 共 %1$d %2$@

# diary_this_month
source: This month
da: Denne måned
de: Dieser Monat
es_419: Este mes
es_es: Este mes
fil: Ngayong buwan
fr: Ce mois-ci
fr_ca: Ce mois-ci
id: Bulan ini
it: Mese
ja: 今月
ko: 이번 달
ms: Bulan ini
pl: Ten miesiąc
pt_br: Este mês
th: เดือนนี้
tr: Bu ay
vi: Tháng này
zh_hant_hk: 本月

# diary_this_week
source: This week
da: Denne uge
de: Diese Woche
es_419: Esta semana
es_es: Esta semana
fil: Ngayong linggo
fr: Cette semaine
fr_ca: Cette semaine
id: Minggu ini
it: Settimana
ja: 今週
ko: 이번 주
ms: Minggu ini
pl: Ten tydzień
pt_br: Esta semana
th: สัปดาห์นี้
tr: Bu hafta
vi: Tuần này
zh_hant_hk: 本星期

# diary_today
source: Today
da: I dag
de: Heute
es_419: Hoy
es_es: Hoy
fil: Ngayong Araw
fr: Aujourd'hui
fr_ca: Aujourd'hui
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
ms: Hari ini
pl: Dziś
pt_br: Hoje
th: วันนี้
tr: Bugün
vi: Hôm nay
zh_hant_hk: 今日

# diary_usual
source: The usual?
da: Det sædvanlige?
de: Wie immer?
es_419: ¿Lo de siempre?
es_es: ¿Lo de siempre?
fil: Ang usual?
fr: Comme d'habitude ?
fr_ca: Comme d'habitude ?
id: Yang biasa?
it: Il solito?
ja: いつもの?
ko: 늘 마시던 걸로?
ms: Yang biasa?
pl: To co zwykle?
pt_br: O de sempre?
th: เหมือนเดิมไหม
tr: Her zamanki mi?
vi: Như mọi khi?
zh_hant_hk: 照舊？

# diary_yesterday
source: Yesterday
da: I går
de: Gestern
es_419: Ayer
es_es: Ayer
fil: Kahapon
fr: Hier
fr_ca: Hier
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
ms: Semalam
pl: Wczoraj
pt_br: Ontem
th: เมื่อวาน
tr: Dün
vi: Hôm qua
zh_hant_hk: 昨日
